Repository: E2OpenPlugins/e2openplugin-EPGImportFilter
Catalog: plugin/locale/*/LC_MESSAGES/EPGImportFilter.po
Languages: fr, nl

source: Advanced
fr: Avancé
nl: Uitgebreid

source: Advanced matching
fr: Correspondance avancée
nl: Uitgebreide overeenkomst

source: EPG Import Filter
fr: Filtre pour EPG Import

source: EPGImport Filter Plugin Channels filtering will start This may take a few minutes Is this ok?
fr: Extension filtre EPGImport Le filtrage des chaînes va démarrer. Cela va prendre plusieurs minutes. Êtes-vous d'accord?
nl: EPGImport Filter Plugin Zender filtering start Dit kan enige minuten duren Is dit Ok?

source: EPGImport Filter Plugin Do you want to remove EPGImport channel filtering?
fr: Extension filtre EPGImport Voulez-vous supprimer le filtrage des chaînes EPGImport?
nl: EPGImport Filter Applicatie Wilt u EPGImport zender filtering verwijderen?

source: EPGImport Filter Plugin Do you want to save your changes?
fr: Extension filtre EPGImport Voulez-vous sauvegarder vos changements?
nl: EPGImport Filter Applicatie Wilt u de wijzigingen opslaan?

source: EPGImport Filter Plugin Failed to start:
fr: Extension filtre EPGImport Echec du démarrage:
nl: EPGImport Filter Applicatie Start niet:

source: EPGImport Filter Service removed..
fr: le service Filtre EPGImport supprimé.
nl: EPGImport Filter Programma verwijderd..

source: EPGImport is not installed..
fr: EPGImport n'est pas installé.
nl: EPGImport is niet geïnstalleerd..

source: Filter EPGImport data for selected bouquets
fr: Filtrer les données EPGImport pour les bouquets sélectionnés
nl: Filter de EPGImportgegevens voor geselecteerde boeketten

source: Filter channels
fr: Filtrer les chaînes
nl: Filter zenders

source: Install
fr: Installer
nl: Installeer

source: Load epg packages
fr: Charger les packages EPG
nl: Laad de EPG pakketten

source: Proceed
fr: Procéder
nl: Ga door

source: Refresh matches
fr: Rafraîchir les correspondances
nl: Ververs de overeenkomsten

source: Save
fr: Sauvegarder
nl: Sla op

source: Select All
fr: Tout sélectionner
nl: Kies alles

source: Select EPG sources
fr: Choisir les sources EPG
nl: Kies de EPG bronnen

source: Select all
fr: Tout sélectionner
nl: Kies alles

source: Uninstall
fr: Désinstaller
nl: Déinstalleer

source: You must choose at least one bouquet!
fr: Vous devez choisir au moins un bouquet!
nl: U dient minimaal één boeket te kiezen!
